Repository: LinusGobita/bmi_calculator
Catalog: lib/l10n/intl_*.arb
Languages: de

source: Age
de: alter

# app_title
source: BMI Calculator
de: BMI rächner

source: Calculate
de: usrächne

# height_input
source: height (cm)
de: grössi in cm

# weight_input
source: weight (kg)
de: gwicht in kg

# underweight_very_severely
source: you are very severely underweight
de: du bisch scho sehr sehr mager

# underweight_severely
source: you very underweight
de: du bisch sehr untergwichtig

# underweight_moderately
source: you are moderately underweight
de: du bisch e untergwichtig

# underweight_slightly
source: you are slightly underweight
de: du bisch e chli untergwichtig

# normal
source: you are at a normal weight
de: dis gwicht isch öppe normal

# overweight
source: you are overweight
de: du bisch übergwichtig

# obese_moderately
source: you are moderately obese
de: du bisch fettliibig

# obese_severely
source: you are severely obese
de: du bisch sehr fettliibig

# obese_very_severely
source: you are very severely obese
de: du bisch extrem fettliibig

# entry_request
source: please enter your height and weight
de: bitte gib dini grössi und gwicht ii

source: BMI Score
de: BMI bewertig

source: Recalculate
de: neu usrächne

source: Share
de: teile

source: Your Score
de: dini bewertig
